import "../css/footer.css"

export default function Footer() {
  return (
    <footer>
      <h1>در کنار شما ایستاده ایم</h1>
      <div className="container">
        <div className="details">
        <h3>ارتباط با ما در تهران</h3>
        <h4>تلفن های دفتر تهران:</h4>
        <span>021-44072802   |   021-44033677   |   0912-7923611 </span>
        <h4>آدرس دفتر تهران:</h4>
        <address>فلکه دوم صادقیه، بلوار آیت الله کاشانی، بعد از بلوار ابوذر، نرسیده به خیابان مهران، پلاک ۹۱ ، ساختمان مهر ، طبقه چهارم، واحد ۱۳ </address>
      </div>
      <div className="details">
        <h3>ارتباط با ما در کرج</h3>
        <h4>تلفن های دفتر کرج:</h4>
        <span>026-34214440   |   026-34214441   |   0912-8909893 </span>
        <h4>آدرس دفتر کرج:</h4>
        <address>کرج، بلوار شهید بهشتی، سه راه گوهردشت، بین میثم هشتم و نهم، ساختمان پاسارگاد، جنب ساختمان رایتل، طبقه ششم، واحد ۱۱ </address>
      </div>
      </div>
      

      <div id="third">
        <h2>ساعات کاری در هفته</h2>
        <p>شنبه تا چهارشنبه: ۰۹:۳۰ صبح الی ۱۸:۰۰ عصر </p>
        <p>پنجشنبه ها: ۰۹:۳۰ صبح الی ۱۵:۰۰ عصر</p>
      </div>
    </footer>
  );
}
