import React,{Component} from "react";
import Context from "../context.js";
import Navbar from "./Navbar.jsx";
import Footer from "./Footer.jsx";
import '../css/Home.css'


 export default class Home extends Component{
  static contextType = Context;
  //this.context
    render(){
      return(<>
      <Navbar/>
      <main>
        <div id="first">
          <p> گروه وکلای پارســای
وکالت تخصصی  امور خانواده طلاق 
توافقی ، نفقه زوجه، تمکین، طلاق به درخواست زوج یا زوجه و همچنین انحصار وراثت </p>
          <button>با ما برنده باشید</button>
          <img src="images.jpg" alt="" />
        </div>
        <div id="sections">
          <section id="a">"<strong>گروه وکلای پارسای متخصص دعاوی خانواده و انحصار وراثت </strong>جمعی از وکلای مجرب پایه یک دادگستری خانم و آقا با بیش از ۱۵ سال سابقه وکالت حرفه ای با تخصص و تجربه در زمینه پرونده های مرتبط با خانواده گرد هم آمده اند و آماده ی ارائه خدمات تخصصی اعم از مشاوره حقوقی و قبول وکالت در کلیه دعاوی خانوادگی فقط برای تهران، کرج و هموطنان خارج از کشور می باشند. "</section>
          <section><img id="b" src="./images1.jpg" alt="" srcset="" /></section>
          <section id="c"><strong>قبول وکالت</strong>گروه وکلای پارسای با بهره‌گیری از تیمی از وکلای پایه‌یک دادگستری، آماده قبول وکالت در انواع دعاوی حقوقی، کیفری، ثبتی، اداری و … است. </section>
          <section id="d"><strong>ارزیابی و بررسی پرونده</strong>در گروه وکلای پارسای، ما پیش از هر اقدام قضایی، ابتدا مدارک و مستندات را بررسی کرده، نقاط قوت و چالش‌های حقوقی آن را شناسایی می‌کنیم و سپس راهکارهایی قانونی و استراتژیک برای پیشبرد پرونده پیشنهاد می‌دهیم. </section>
          <section><img id="e" src="./images2.jpg" alt="" /></section>
          <section id="f"><strong>مشاوره حقوقی</strong>ما در گروه وکلای پارسای، خدمات مشاوره حقوقی حضوری و آنلاین ارائه می‌دهیم تا افراد بتوانند در هر زمان و مکانی، مسائل حقوقی خود را با متخصصین باتجربه مطرح کنند. </section>
          <section id="g"><strong>موفقیت</strong>موفقیت برای ما در گروه وکلای پارسای یعنی رسیدن به نتایج مطلوب برای موکلان از طریق راهکارهای حقوقی مؤثر و هوشمندانه. با ترکیب تجربه و تخصص، ما پرونده‌های شما را پیگیری می‌کنیم تا حقوقتان به بهترین نحو احقاق شود. </section>
        </div>
      </main>
      <Footer></Footer>
        </>
       )
    }
}
